Repository: coreequip/micra
Catalog: Micra/Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

source: Automatically switch back to this microphone if macOS changes the input device (e.g. when connecting AirPods).
de: Schaltet automatisch auf dieses Mikrofon zurück, falls macOS das Eingabegerät ändert (z. B. beim Verbinden von AirPods).

source: Click to record
de: Klicken zum Aufnehmen

source: Launch at login
de: Beim Login starten

source: Lock input device
de: Eingabegerät sperren

source: Mic mute shortcut:
de: Mikrofon-Hotkey:

source: No Input Device
de: Kein Mikrofon

source: Play a sound when the microphone is muted or unmuted.
de: Spielt einen Ton ab, wenn das Mikrofon ein- oder ausgeschaltet wird.

source: Play feedback sound
de: Akustische Bestätigung

source: Push-to-talk mode
de: Zum Sprechen drücken

source: Push-to-talk: The microphone is only unmuted while the hotkey is held down.
de: Das Mikrofon wird nur aktiviert, während die Taste gedrückt gehalten wird.

source: Quit Micra
de: Micra beenden

source: Recording...
de: Aufnahme...

source: Unknown
de: Unbekannt

source: Visit micr.app
de: Besuche micr.app
